Repository: ashkanz2025/EDMS
Catalog: mayan/apps/acls/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Access control lists
pt: Listas de controlo de acesso

source: ACL created
pt: ACL criado

source: ACL edited
pt: ACL editado

source: Role
pt: Função

source: New ACL
pt: Novo ACL

source: Delete
pt: Eliminar

source: Permissions
pt: Permissões

source: Object "%s" is not a model and cannot be checked for access.
pt: Objeto "%s" não é um modelo e não pode ser verificado para acesso.

source: Insufficient access for: %s
pt: Permissões insuficientes para aceder a: %s

source: Access entry
pt: Acesso

source: Access entries
pt: Acessos

source: Role "%(role)s" permission's for "%(object)s"
pt: Funções "%(role)s" de permissões para "%(object)s".

source: Edit ACLs
pt: Editar ACL's

source: View ACLs
pt: Ver ACL's

source: API URL pointing to the list of permissions for this access control list.
pt: URL da API que aponta para a lista de permissões para essa lista de controle de acesso.

source: API URL pointing to a permission in relation to the access control list to which it is attached. This URL is different than the canonical workflow URL.
pt: URL da API que aponta para uma permissão em relação à lista de controle de acessoque está ligado. Este URL é diferente do URL do fluxo de trabalho canônico.

source: Primary key of the new permission to grant to the access control list.
pt: Chave primária da nova permissão para conceder à lista de controle de acesso.

source: No such permission: %s
pt: Nenhuma permissão: %s

source: Comma separated list of permission primary keys to grant to this access control list.
pt: Lista separada por vírgula de chaves primárias de permissão para conceder a essa lista de controle de acesso.

source: Primary keys of the role to which this access control list binds to.
pt: Chaves primárias da função à qual essa lista de controle de acesso se vincula.

source: New access control lists for: %s
pt: Novas listas de controle de acesso para: %s

source: Delete ACL: %s
pt: Excluir ACL: %s

source: There are no ACLs for this object
pt: Não há ACLs para este objeto

source: ACL stands for Access Control List and is a precise method to control user access to objects in the system.
pt: ACL significa Access Control List (Lista de Controlo de Acceso), é o metedo pelo qual se controla o acceso do utilizador a objectos pelo sistema.

source: Access control lists for: %s
pt: Lista de Controlo de Accesos for: %s

source: Granted permissions
pt: Permissões concedidas

source: Available permissions
pt: Permissões disponíveis

source: Role "%(role)s" permission's for "%(object)s".
pt: Funções "%(role)s" de permissões para "%(object)s".

source: Disabled permissions are inherited from a parent object or directly granted to the role and can't be removed from this view. Inherited permissions need to be removed from the parent object's ACL or from them role via the Setup menu.
pt: As permissões desativadas são herdadas de um objeto pai ou são concedidas diretamente para a função e não pode ser removido dessa exibição. Permissões herdadas precisam para ser removido da ACL do objeto pai ou da função deles através do menu Setup.

source: Object type
pt: Tipo de objeto

source: Type of the object for which the access will be modified.
pt: Tipo do objeto para o qual o acesso será modificado.

source: Object ID
pt: ID do objeto

source: Numeric identifier of the object for which the access will be modified.
pt: Identificador numérico do objeto para o qual o acesso será modificado.

source: Roles
pt: Funções

source: Roles whose access will be modified.
pt: Funções cujo acesso será modificado.

source: Permissions to grant/revoke to/from the role for the object selected above.
pt: Permissões para conceder/revogar para/da função para o objeto selecionado acima.

source: Grant access
pt: Conceder acesso

source: Revoke access
pt: Revogar acesso

source: Grant document access
pt: Conceder acesso ao documento

source: Revoke document access
pt: Revogar acesso ao documento
