Repository: ashkanz2025/EDMS
Catalog: mayan/apps/mailer/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Date and time
pt: Data e hora

source: Message
pt: Mensagem

source: Null backend
pt: Sem backend

source: Email sent
pt: correio eletrónico enviado

source: Email address of the recipient. Can be multiple addresses separated by comma or semicolon.
pt: Endereço de correio eletrónico do destinatário. Podem ser vários endereços separados por vírgula ou ponto e vírgula.

source: Email address
pt: Endereço de correio eletrónico

source: Subject
pt: Assunto

source: Body
pt: Corpo

source: The email profile that will be used to send this email.
pt: O perfil de correio eletrónico que será usado para enviar este correio eletrónico.

source: Mailing profile
pt: Perfil de correspondência

source: Email document
pt: Documento de correio eletrónico

source: Email link
pt: Ligação de correio eletrónico

source: System mailer error log
pt: Registo de erros mailer

source: Create mailing profile
pt: Criar um perfil de correspondência

source: Delete
pt: Eliminar

source: Edit
pt: Editar

source: Log
pt: Registo (log)

source: Mailing profiles list
pt: Lista de perfis de correspondência

source: Mailing profiles
pt: Perfis de correspondência

source: Test
pt: Teste

source: Attached to this email is the document: {{ document }} -------- This email has been sent from %(project_title)s (%(project_website)s)
pt: Anexado a este email está o documento: {{ document }} -------- Este correio eletrónico foi enviado de %(project_title)s (%(project_website)s)

source: To access this document click on the following link: {{ link }} -------- This email has been sent from %(project_title)s (%(project_website)s)
pt: Para acessar este documento, clique na seguinte Ligação: {{ link }} -------- Este correio eletrónico foi enviado de %(project_title)s (%(project_website)s)

source: From
pt: De

source: The sender's address. Some system will refuse to send messages if this value is not set.
pt: Endereço do remetente. Alguns sistemas se recusará a enviar mensagens se este valor não estiver definido.

source: The host to use for sending email.
pt: O host a ser usado para enviar email.

source: Port
pt: Porta

source: Port to use for the SMTP server.
pt: Porta a ser usada para o servidor SMTP.

source: Use TLS
pt: Usar TLS

source: Whether to use a TLS (secure) connection when talking to the SMTP server. This is used for explicit TLS connections, generally on port 587.
pt: Se deve usar uma conexão TLS (segura) ao falar com o servidor SMTP. Isso é usado para conexões TLS explícitas, geralmente na porta 587.

source: Use SSL
pt: Usar TLS

source: Whether to use an implicit TLS (secure) connection when talking to the SMTP server. In most email documentation this type of TLS connection is referred to as SSL. It is generally used on port 465. If you are experiencing problems, see the explicit TLS setting "Use TLS". Note that "Use TLS" and "Use SSL" are mutually exclusive, so only set one of those settings to True.
pt: Se você deve usar uma conexão TLS (segura) implícita ao falar com o servidor SMTP. Na maioria das documentações de correio eletrónico, esse tipo de conexão TLS é chamado de SSL. Geralmente, ela é usada na porta 465. Se você estiver com problemas, consulte Configuração de TLS "Usar TLS". Observe que "Usar TLS" e "Usar SSL" são mutuamente exclusivos, portanto, defina apenas uma dessas configurações como True

source: Username
pt: Utilizador

source: Username to use for the SMTP server. If empty, authentication won't attempted.
pt: Nome de Utilizador para usar no servidor SMTP. Se estiver vazio, a autenticação não será tentada.

source: Password
pt: Senha

source: Password to use for the SMTP server. This setting is used in conjunction with the username when authenticating to the SMTP server. If either of these settings is empty, authentication won't be attempted.
pt: Senha a ser usada para o servidor SMTP. Essa configuração é usada em conjunto com o nome de utilizador durante a autenticação no servidor SMTP. Se qualquer uma dessas configurações estiver vazia, a autenticação não será tentada.

source: File path
pt: Caminho de arquivo

source: Django file based backend
pt: Backend baseado em arquivo Django

source: Date time
pt: Data e hora

source: Log entries
pt: Entradas no registo (log)

source: Label
pt: Nome

source: Default
pt: Padrão

source: Enabled
pt: Ativado

source: User mailer
pt: Mailer do utilizador

source: User mailers
pt: Mailer dos utilizadores

source: Backend label
pt: Rótulo do Backend

source: Test email from Mayan EDMS
pt: Testar email de Mayan EDMS

source: User mailer log entry
pt: Entrada no registo do mailer do utilizador

source: User mailer log entries
pt: Entradas no registo do mailer do utilizador

source: Send document link via email
pt: Enviar ligação de documento através de mensagem

source: Send document via email
pt: Enviar documento através de mensagem

source: View system mailing error log
pt: Visualizar registo de erro ne envio de correio do sistema

source: Create a mailing profile
pt: Crie um perfil de correspondência

source: Delete a mailing profile
pt: Remover um perfil de correspondência

source: Edit a mailing profile
pt: Editar um perfil de correspondência

source: View a mailing profile
pt: Ver um perfil de correspondência

source: Use a mailing profile
pt: Usar um perfil de correspondência

source: Send document
pt: Enviar documento

source: Link for document: {{ document }}
pt: Ligação para o documento: {{ document }}

source: Template for the document link email form subject line.
pt: Modelo para a linha do assunto do formulário de mensagem da hiperligação de documento.

source: Template for the document link email form body text. Can include HTML.
pt: Modelo para o texto do corpo do formulário de correio eletrónico de link do documento. Pode incluir HTML.

source: Document: {{ document }}
pt: Documento: {{ document }}

source: Template for the document email form subject line.
pt: Modelo para a linha de assunto do estilo de correio eletrónico do documento.

source: Template for the document email form body text. Can include HTML.
pt: Modelo para o texto do corpo do estilo de correio eletrónico do documento. Pode incluir HTML.

source: %(email)s is not a valid email address.
pt: %(email)s não é um endereço de correio eletrónico válido

source: Document mailing error log
pt: Registo (log) de erro de envio de documentos

source: %(count)d document queued for email delivery
pt: %(count)d documento na fila para entrega de correio eletrónico

source: %(count)d documents queued for email delivery
pt: %(count)d documentos na fila para entrega de correio eletrónico

source: Send
pt: Enviar

source: %(count)d document link queued for email delivery
pt: %(count)d ligação do documento na fila para entrega de correio eletrónico

source: %(count)d document links queued for email delivery
pt: %(count)d ligações do documento na fila para entrega de correio eletrónico

source: New mailing profile backend selection
pt: Nova seleção de backend do perfil de correspondência

source: Create a "%s" mailing profile
pt: Criar um "%s" perfil de correspondência

source: Delete mailing profile: %s
pt: Remover perfil de correspondência: %s

source: Edit mailing profile: %s
pt: Editar perfil de correspondência: %s

source: Error log for: %s
pt: Registo de erros para: %s

source: Mailing profiles are email configurations. Mailing profiles allow sending documents as attachments or as links via email.
pt: Os perfis de correspondência são configurações de correio eletrónico. Os perfis de correspondência permitem o envio de documentos como anexos ou como ligações por correio eletrónico.

source: No mailing profiles available
pt: Nenhum perfil de correspondência disponível

source: Test mailing profile: %s
pt: Testar perfil de correspondência: %s
