Repository: ashkanz2025/EDMS
Catalog: mayan/apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Workflows
pt: Fluxos de trabalho

source: Current state of a workflow
pt: Estado atual de um fluxo de trabalho

source: Return the current state of the selected workflow
pt: Retorna o estado atual do fluxo de trabalho selecionado

source: Return the completion value of the current state of the selected workflow
pt: Retorna o valor de conclusão do estado atual do fluxo de trabalho selecionado

source: None
pt: Nenhum

source: Current state
pt: Estado actual

source: User
pt: Utilizador

source: Last transition
pt: Última transição

source: Date and time
pt: Data e hora

source: Completion
pt: Conclusão

source: Transition
pt: transição

source: Comment
pt: Comentário

source: When?
pt: Quando?

source: Action type
pt: Tipo de acão

source: Triggers
pt: Desencadeia

source: Workflow state actions
pt: Ações de estado do fluxo de trabalho

source: Workflow created
pt: Fluxo de trabalho criado

source: Workflow edited
pt: Fluxo de trabalho editado

source: Action
pt: Acão

source: Label
pt: Nome

source: Enabled
pt: Incluido

source: No
pt: Não

source: Yes
pt: Sim

source: Event trigger: %s
pt: Evento desencadeia: %s

source: Create workflow
pt: Fluxo de trabalho criado

source: Delete
pt: Remover

source: Document types
pt: Tipos de documento

source: Edit
pt: Editar

source: Actions
pt: Ações

source: Create action
pt: Criar acão

source: Create state
pt: Criar estado

source: States
pt: Estados

source: Create transition
pt: Criar transição

source: Transitions
pt: Transições

source: Transition triggers
pt: Transição desencadeia

source: Preview
pt: Visualizar

source: Launch all workflows
pt: Lançar todos os fluxos de trabalho

source: Detail
pt: Detalhe

source: Workflow documents
pt: fluxos de trabalho de documentos

source: State documents
pt: Estados de documentos

source: On entry
pt: Na entrada

source: On exit
pt: Na saída

source: This value will be used by other apps to reference this workflow. Can only contain letters, numbers, and underscores.
pt: Esse valor será usado por outros aplicativos para fazer referência a esse fluxo de trabalho. Só pode conter letras, números e sublinhados.

source: Internal name
pt: Nome interno

source: Workflow
pt: Fluxo de trabalho

source: Initial state
pt: Estado inicial

source: Select if this will be the state with which you want the workflow to start in. Only one state can be the initial state.
pt: Selecione se este será o estado com o qual você deseja que o fluxo de trabalho inicie. Somente um estado pode ser o estado inicial.

source: Initial
pt: Inicial

source: Enter the percent of completion that this state represents in relation to the workflow. Use numbers without the percent sign.
pt: Digite o percentual de conclusão que esse estado representa em relação ao fluxo de trabalho. Use números sem o sinal de porcentagem.

source: Workflow state
pt: Estado do fluxo de trabalho

source: Workflow states
pt: Estados de fluxos de trabalho

source: A simple identifier for this action.
pt: Um identificador simples para esta ação.

source: At which moment of the state this action will execute
pt: Em qual momento do estado essa ação será executada

source: When
pt: Quando

source: The dotted Python path to the workflow action class to execute.
pt: O caminho por pontos do Python para a classe de ação do fluxo de trabalho a ser executada.

source: Entry action path
pt: Caminho de ação de entrada

source: Entry action data
pt: Dados de ação de entrada

source: Workflow state action
pt: Ação do estado do fluxo de trabalho

source: Origin state
pt: Estado original

source: Destination state
pt: Estado destino

source: Workflow transition
pt: Transição de fluxo de trabalho

source: Workflow transitions
pt: Transições de fluxo de trabalho

source: Event type
pt: Tipo de evento

source: Workflow transition trigger event
pt: Transição de fluxo de trabalho desencadeia evento

source: Workflow transitions trigger events
pt: Transições de fluxo de trabalho desencadeia eventos

source: Document
pt: Documento

source: Workflow instance
pt: Instância do fluxo de trabalho

source: Workflow instances
pt: Instâncias do fluxo de trabalho

source: Datetime
pt: Data e hora

source: Workflow instance log entry
pt: Entrada no registo da instância de fluxo de trabalho

source: Workflow instance log entries
pt: Entradas no registo da instância de fluxo de trabalho

source: Not a valid transition choice.
pt: Não é uma opção de transição válida.

source: Workflow runtime proxy
pt: Proxy de tempo de execução de fluxo de trabalho

source: Workflow runtime proxies
pt: Proxies de tempo de execução de fluxo de trabalho

source: Workflow state runtime proxy
pt: Proxy de tempo de execução do estado do fluxo de trabalho

source: Workflow state runtime proxies
pt: Proxies de tempo de execução do estado do fluxo de trabalho

source: Document workflows
pt: Fluxos de trabalho do documento

source: Create workflows
pt: Criar fluxo de trabalho

source: Delete workflows
pt: Remover fluxo de trabalho

source: Edit workflows
pt: Editar fluxo de trabalho

source: View workflows
pt: Ver fluxo de trabalho

source: Transition workflows
pt: Fluxos de trabalho de transição

source: Execute workflow tools
pt: Executar ferramentas de fluxo de trabalho

source: Document states
pt: Estados de documento

source: Primary key of the document type to be added.
pt: Chave primária do tipo de documento a ser adicionado.

source: API URL pointing to a document type in relation to the workflow to which it is attached. This URL is different than the canonical document type URL.
pt: URL da API que aponta para um tipo de documento em relação ao fluxo de trabalho ao qual está anexado. Essa URL é diferente da URL do tipo de documento canônico.

source: Primary key of the destination state to be added.
pt: Chave primária do estado de destino a ser adicionado.

source: Primary key of the origin state to be added.
pt: Chave primária do estado de origem a ser adicionado.

source: API URL pointing to a workflow in relation to the document to which it is attached. This URL is different than the canonical workflow URL.
pt: URL da API que aponta para um fluxo de trabalho em relação ao documento ao qual está anexado. Essa URL é diferente da URL do fluxo de trabalho canônico.

source: A link to the entire history of this workflow.
pt: Uma ligação para todo o histórico deste fluxo de trabalho.

source: Comma separated list of document type primary keys to which this workflow will be attached.
pt: Lista separada por vírgula das chaves primárias do tipo de documento às quais este fluxo de trabalho será anexado.

source: Primary key of the transition to be added.
pt: Chave primária da transição a ser adicionada.

source: Assign workflows to the document type of this document to have this document execute those workflows.
pt: Atribuir fluxos de trabalho ao tipo de documento deste documento para que este documento execute esses fluxos de trabalho.

source: There are no workflow for this document
pt: Não há fluxo de trabalho para este documento

source: Workflows for document: %s
pt: Fluxos de trabalho para documento: %s

source: This view will show the state changes as a workflow instance is transitioned.
pt: Esta visualização mostrará as mudanças de estado à medida que uma instância de fluxo de trabalho é transferida.

source: There are no details for this workflow instance
pt: Não há detalhes para esta instância de fluxo de trabalho

source: Detail of workflow: %(workflow)s
pt: Detalhe do fluxo de trabalho: %(workflow)s

source: Document "%s" transitioned successfully
pt: Documento "%s", transição com sucesso

source: Submit
pt: Submeter

source: Do transition for workflow: %s
pt: Fazer a transição para o fluxo de trabalho: %s

source: Associate a workflow with some document types and documents of those types will be listed in this view.
pt: Associar um fluxo de trabalho a alguns tipos de documentos e documentos desses tipos serão listados nesta vista.

source: There are no documents executing this workflow
pt: Não há documentos executando este fluxo de trabalho

source: Documents with the workflow: %s
pt: Documentos com o fluxo de trabalho: %s

source: Create some workflows and associated them with a document type. Active workflows will be shown here and the documents for which they are executing.
pt: Crie alguns fluxos de trabalho e associe-os a um tipo de documento. Fluxos de trabalho ativos serão mostrados aqui e os documentos para os quais estão sendo executados.

source: There are no workflows
pt: Não há fluxos de trabalho

source: There are no documents in this workflow state
pt: Não existem documentos neste estado de fluxo de trabalho

source: Documents in the workflow "%s", state "%s"
pt: Documentos no fluxo de trabalho "%s", estado "%s"

source: Create states and link them using transitions.
pt: Criar estados e os vincule usando transições.

source: This workflow doesn't have any state
pt: Este fluxo de trabalho não possui nenhum estado

source: States of workflow: %s
pt: Estados do fluxo de trabalho: %s

source: Available workflows
pt: Fluxos de trabalho disponíveis

source: Workflows assigned this document type
pt: Fluxos de trabalho atribuídos a esse tipo de documento

source: Removing a workflow from a document type will also remove all running instances of that workflow.
pt: A remoção de um fluxo de trabalho de um tipo de documento também removerá todas as instâncias em execução desse fluxo de trabalho.

source: Workflows assigned the document type: %s
pt: Fluxos de trabalho atribuídos ao tipo de documento: %s

source: Workflows store a series of states and keep track of the current state of a document. Transitions are used to change the current state to a new one.
pt: Os fluxos de trabalho armazenam uma série de estados e acompanham o estado atual de um documento. As transições são usadas para alterar o estado atual para um novo.

source: No workflows have been defined
pt: Nenhum fluxo de trabalho foi definido

source: Delete workflow: %s?
pt: Excluir fluxo de trabalho: %s?

source: Available document types
pt: Tipos de documentos disponíveis

source: Document types assigned this workflow
pt: Tipos de documentos atribuídos a esse fluxo de trabalho

source: Removing a document type from a workflow will also remove all running instances of that workflow for documents of the document type just removed.
pt: Remover um tipo de documento de um fluxo de trabalho também removerá todas as instâncias em execução desse fluxo de trabalho para documentos do tipo de documento que acabou de ser removido.

source: Document types assigned the workflow: %s
pt: Tipos de documentos atribuídos ao fluxo de trabalho: %s

source: Create a "%s" workflow action
pt: Criar "%s" ação de fluxo de trabalho

source: Delete workflow state action: %s
pt: Remover a ação do estado do fluxo de trabalho: %s

source: Edit workflow state action: %s
pt: Editar a ação do estado do fluxo de trabalho: %s

source: Workflow state actions are macros that get executed when documents enters or leaves the state in which they reside.
pt: As ações do estado do fluxo de trabalho são macros que são executadas quando os documentos entram ou saem do estado em que residem.

source: There are no actions for this workflow state
pt: Não há ações para este estado de fluxo de trabalho

source: Actions for workflow state: %s
pt: Ações para o estado do fluxo de trabalho: %s

source: New workflow state action selection
pt: Nova seleção de ação para estado do fluxo de trabalho

source: Create states for workflow: %s
pt: Criar estados para fluxo de trabalho: %s

source: Delete workflow state: %s?
pt: Remover estados para fluxo de trabalho: %s?

source: Edit workflow state: %s
pt: Editar estados para fluxo de trabalho: %s

source: This workflow doesn't have any states
pt: Este fluxo de trabalho não possui estados

source: Create transitions for workflow: %s
pt: Criar transições para fluxo de trabalho: %s

source: Delete workflow transition: %s?
pt: Criar transições para fluxo de trabalho: %s

source: Edit workflow transition: %s
pt: Editar transições para fluxo de trabalho: %s

source: Create a transition and use it to move a workflow from one state to another.
pt: Crie uma transição e use-a para mover um fluxo de trabalho de um estado para outro.

source: This workflow doesn't have any transitions
pt: Este fluxo de trabalho não tem transições

source: Transitions of workflow: %s
pt: Transições do fluxo de trabalho: %s

source: Error updating workflow transition trigger events; %s
pt: Erro ao atualizar eventos desencadeados na transição de fluxo de trabalho; %s

source: Workflow transition trigger events updated successfully
pt: Eventos desencadeados na transição de fluxo de trabalho atualizados com êxito

source: Triggers are events that cause this transition to execute automatically.
pt: Eventos desencadeados na transição de fluxo de trabalho para executar automaticamente

source: Workflow transition trigger events for: %s
pt: Eventos desencadeados na transição de fluxo de trabalho: %s

source: Launch all workflows?
pt: Iniciar todos os fluxos de trabalho

source: This will launch all workflows created after documents have already been uploaded.
pt: Isto iniciará todos os fluxos de trabalho criados depois que os documentos já foram enviados.

source: Workflow launch queued successfully.
pt: Iniciar de fluxo de trabalho na fila com sucesso

source: Preview of: %s
pt: Pré-visualização de: %s

source: Document label
pt: Etiqueta do documento

source: The new label to be assigned to the document. Can be a string or a template.
pt: O novo etiqueta a ser atribuído ao documento. Pode ser uma string ou um template.

source: Document description
pt: Descrição do documento

source: The new description to be assigned to the document. Can be a string or a template.
pt: A nova descrição a ser atribuída ao documento. Pode ser uma string ou um modelo.

source: Modify the properties of the document
pt: Modificar as propriedades do documento

source: Document label template error: %s
pt: Erro de modelo de etiqueta de documento: %s

source: Document description template error: %s
pt: Erro do modelo de descrição do documento: %s

source: Can be an IP address, a domain or a template. Templates receive the workflow log entry instance as part of their context via the variable "entry_log". The "entry_log" in turn provides the "workflow_instance", "datetime", "transition", "user", and "comment" attributes.
pt: Pode ser um endereço IP, um domínio ou um modelo. Os modelos recebem a instância de entrada do log de fluxo de trabalho como parte de seu contexto por meio da variável "entry_log". The "entry_log" por sua vez, fornece o "workflow_instance", "datetime", "transition", "user", e "comment" atributos.

source: Timeout
pt: Tempo esgotado

source: Time in seconds to wait for a response.
pt: Tempo em segundos para esperar por uma resposta.

source: Payload
pt: Carga

source: A JSON document to include in the request. Can also be a template that return a JSON document. Templates receive the workflow log entry instance as part of their context via the variable "entry_log". The "entry_log" in turn provides the "workflow_instance", "datetime", "transition", "user", and "comment" attributes.
pt: Um documento JSON para incluir na solicitação. Também pode ser um modelo que retorne um documento JSON. Os modelos recebem a instância de entrada do log de fluxo de trabalho como parte de seu contexto por meio da variável "entry_log". The "entry_log" por sua vez, fornece o "workflow_instance", "datetime", "transition", "user", e "comment" atributos.

source: Perform a POST request
pt: Executa uma solicitação POST

source: URL template error: %s
pt: Erro modelo de URL: %s

source: Payload template error: %s
pt: Erro modelo de carga: %s

source: Payload JSON error: %s
pt: Erro carga JSON: %s
