Repository: ashkanz2025/EDMS
Catalog: mayan/apps/cabinets/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Cabinets
pt: Gabinetes

source: Remove from cabinets
pt: Remover dos gabinetes

source: Add to cabinets
pt: Adicionar aos gabinetes

source: Add new level
pt: Adicionar novo nível

source: Create cabinet
pt: Criar novo gabinete

source: Delete
pt: Eliminar

source: Edit
pt: Editar

source: All
pt: Todos

source: Details
pt: Detalhes

source: Label
pt: Nome

source: Documents
pt: Documentos

source: Cabinet
pt: Gabinete

source: Parent and Label
pt: Pai e None

source: %(model_name)s with this %(field_labels)s already exists.
pt: %(model_name)s com este %(field_labels)s já existe.

source: Document cabinet
pt: Gabinete de documentos

source: Document cabinets
pt: Gabinetes de documentos

source: Add documents to cabinets
pt: Adicione documentos aos gabinetes

source: Create cabinets
pt: Criar gabinetes

source: Delete cabinets
pt: Remover gabinetes

source: Edit cabinets
pt: Editar gabinetes

source: Remove documents from cabinets
pt: Remover documentos dos gabinetes

source: View cabinets
pt: Ver gabinetes

source: List of children cabinets.
pt: Lista de filhos dos gabinetes

source: Number of documents on this cabinet level.
pt: Número de documentos neste nível de gabinete

source: The name of this cabinet level appended to the names of its ancestors.
pt: O nome deste gabinete nível acrescentado aos nomes de seus antepassados

source: URL of the API endpoint showing the list documents inside this cabinet.
pt: URL da API mostrando os documentos da lista dentro deste gabinete

source: Comma separated list of document primary keys to add to this cabinet.
pt: Lista separada por vírgulas de chaves primárias do documento para adicionar a este gabinete.

source: API URL pointing to a document in relation to the cabinet storing it. This URL is different than the canonical document URL.
pt: URL da API que aponta para um documento em relação ao gabinete que o armazena. Este URL é diferente do URL do documento canônico.

source: Navigation:
pt: Navegação

source: Add new level to: %s
pt: Adicionar novo nível para: %s

source: Delete the cabinet: %s?
pt: Excluir o gabinete: %s?

source: Cabinet levels can contain documents or other cabinet sub levels. To add documents to a cabinet, select the cabinet view of a document view.
pt: Os níveis de gabinete podem conter documentos ou outros subníveis do gabinete. Para adicionar documentos a um gabinete, selecione a exibição do gabinete de uma exibição de documento

source: This cabinet level is empty
pt: Este nível de gabinete está vazio

source: Details of cabinet: %s
pt: Detalhes do gabinete: %s

source: Edit cabinet: %s
pt: Editar gabinete: %s

source: Cabinets are a multi-level method to organize documents. Each cabinet can contain documents as well as other sub level cabinets.
pt: Os gabinetes são um método de vários níveis para organizar documentos. Cada gabinete pode conter documentos, bem como outros gabinetes de nível inferior.

source: No cabinets available
pt: Não há gabinetes disponíveis

source: Documents can be added to many cabinets.
pt: Documentos podem ser adicionados a muitos gabinetes

source: This document is not in any cabinet
pt: Este documento pode ser adicionado a muitos gabinetes.

source: Cabinets containing document: %s
pt: Gabinetes contendo documento: %s

source: Add to cabinet request performed on %(count)d document
pt: Adicionar à solicitação de gabinete executada nos documentos %(count)d

source: Add to cabinet request performed on %(count)d documents
pt: Adicionar à solicitação do gabinete executada em documentos %(count)d

source: Add
pt: Adicionar

source: Add document "%s" to cabinets
pt: Adicionar document "%s" a gabinetes

source: Cabinets to which the selected documents will be added.
pt: Gabinetes aos quais os documentos selecionados serão adicionados

source: Document: %(document)s is already in cabinet: %(cabinet)s.
pt: Documento: %(document)s já está no gabinete: %(cabinet)s.

source: Document: %(document)s added to cabinet: %(cabinet)s successfully.
pt: Documentos: %(document)s adicionados ao gabinete: %(cabinet)s com sucesso.

source: Remove from cabinet request performed on %(count)d document
pt: Remover da solicitação de gabinete executada no documento %(count)d

source: Remove from cabinet request performed on %(count)d documents
pt: Remover da solicitação de gabinete executada nos documentos %(count)d

source: Remove
pt: Remover

source: Cabinets from which the selected documents will be removed.
pt: Gabinetes dos quais os documentos selecionados serão removidos.

source: Document: %(document)s is not in cabinet: %(cabinet)s.
pt: Documento: %(document)s não está em gabinete: %(cabinet)s.

source: Document: %(document)s removed from cabinet: %(cabinet)s.
pt: Documento: %(document)s removido do gabinete: %(cabinet)s.
