Repository: ashkanz2025/EDMS
Catalog: mayan/apps/ocr/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Date and time
pt: Data e hora

source: Result
pt: Resultado

source: Tesseract OCR not found.
pt: Tesseract OCR não encontrado.

source: Free Open Source OCR Engine
pt: Mecanismo OCR de código aberto

source: PyOCR is a Python library simplifying the use of OCR tools like Tesseract or Cuneiform.
pt: O PyOCR é uma biblioteca Python que simplifica o uso de ferramentas de OCR como o Tesseract ou o Cuneiform.

source: Document version submitted for OCR
pt: Versão do documento enviada para o OCR

source: Document version OCR finished
pt: Versão do documento OCR terminada

source: Contents
pt: Conteúdos

source: Page %(page_number)d
pt: Página %(page_number)d

source: Submit for OCR
pt: Enviar para OCR

source: OCR documents per type
pt: OCR de documentos por tipo

source: OCR errors
pt: Erros OCR

source: Download OCR text
pt: Transferir texto do OCR

source: Document type
pt: Tipo de documento

source: Automatically queue newly created documents for OCR.
pt: Fila automatica para documentos recém-criados para OCR.

source: Document type settings
pt: Configurações de tipo de documento

source: Document types settings
pt: Configurações de tipos de documento

source: Document page
pt: Página do documento

source: The actual text content extracted by the OCR backend.
pt: O conteúdo de texto extraído pelo backend de OCR.

source: Content
pt: Conteúdo

source: Document page OCR content
pt: Conteúdo do OCR da página do documento

source: Document pages OCR contents
pt: Conteúdos do OCR da página do documento

source: Document version
pt: Versão do documento

source: Date time submitted
pt: Data da hora da submissão

source: Document version OCR error
pt: Erro de OCR na versão do documento

source: Document version OCR errors
pt: Erros de OCR na versão do documento

source: Submit documents for OCR
pt: Submeter documentos para OCR

source: View the transcribed text from document
pt: Ver o texto transcrito do documento

source: Change document type OCR settings
pt: Alterar as configurações do OCR para tipo de documento

source: Document version OCR
pt: Versão do documento OCR

source: Full path to the backend to be used to do OCR.
pt: Caminho completo para o backend a ser usado para fazer o OCR.

source: Set new document types to perform OCR automatically by default.
pt: Defina novos tipos de documentos para executar automaticamente no OCR por padrão.

source: OCR result for document: %s
pt: Resultado de OCR para documento: %s

source: OCR result for document page: %s
pt: Resultado de OCR para a página do documento: %s

source: Submit the selected document to the OCR queue?
pt: Enviar o documento selecionado para a fila de OCR?

source: Submit all documents of a type for OCR
pt: Enviar todos os documentos de um tipo para o OCR

source: %(count)d documents added to the OCR queue.
pt: %(count)d documentos adicionados à fila de OCR.

source: Edit OCR settings for document type: %s.
pt: Editar configurações de OCR para o tipo de documento: %s

source: OCR errors for document: %s
pt: Erros de OCR no documento: %s
