Repository: ashkanz2025/EDMS
Catalog: mayan/apps/checkouts/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Checkouts
pt: Verificação

source: Checked out documents
pt: Documentos com verificação

source: Document automatically checked in
pt: Documento verificado automaticamente

source: Document checked in
pt: Documento verificado em

source: Document checked out
pt: Documento retirado

source: Document forcefully checked in
pt: Documento com verificação forçada

source: Document already checked out.
pt: Documento já verificado.

source: Document status
pt: Status do documento

source: User
pt: Utilizador

source: Check out time
pt: Verificado em

source: Check out expiration
pt: Verificar a expiração

source: New versions allowed?
pt: Novas versões permitidas?

source: Yes
pt: Sim

source: No
pt: Não

source: Check out document
pt: Verificar o documento

source: Check in document
pt: Verificar no documento

source: Check in/out
pt: Verificar entrada/saida

source: Checked out
pt: Verificado

source: Checked in/available
pt: Verificar entrada/disponível

source: Document
pt: Documento

source: Check out date and time
pt: Verificar data e hora

source: Amount of time to hold the document checked out in minutes.
pt: Quantidade de tempo para reter o documento em minutos.

source: Check out expiration date and time
pt: Verificar a data e hora de vencimento

source: Do not allow new version of this document to be uploaded.
pt: Não permitir que nova versão deste documento seja enviada.

source: Block new version upload
pt: Bloquear envio de nova versão

source: Document checkout
pt: documento

source: Document checkouts
pt: verificação documentos

source: Check out expiration date and time must be in the future.
pt: Data e hora de verificação de vencimento deve ser no futuro

source: New version block
pt: Nova versão bloqueada

source: New version blocks
pt: Nova versão bloqueia

source: Check in documents
pt: Verificar documentos

source: Forcefully check in documents
pt: Forçar a verificação de documentos

source: Check out documents
pt: Verificar documentos

source: Check out details view
pt: Verificar documentos, vista de detalhe

source: Checkouts periodic
pt: Verificar periodicamente

source: Check expired checkouts
pt: Verificar validações expiradas

source: Primary key of the document to be checked out.
pt: Chave primária do documento a ser verificado.

source: You didn't originally checked out this document. Forcefully check in the document: %s?
pt: Você não fez a verificação de documentos originalmente neste documento. Forçar a verificação de documento: %s?

source: Check in the document: %s?
pt: Validadar documento: %s?

source: Document has not been checked out.
pt: O documento não foi verificado

source: Document "%s" checked out successfully.
pt: Documento "%s" verificado com sucesso

source: Check out document: %s
pt: Verificar documento: %s

source: Checkout time and date
pt: Verificado em dia e hora

source: Checkout expiration
pt: Válido até

source: Checking out a document blocks certain document operations for a predetermined amount of time.
pt: A verificação de um documento bloqueia determinadas operações do documento por um período de tempo predeterminado.

source: No documents have been checked out
pt: Nenhum documento foi verificado

source: Documents checked out
pt: Documentos verificados

source: Check out details for document: %s
pt: Detalhes de verificação do documento: %s

source: Period
pt: Período
