Repository: ashkanz2025/EDMS
Catalog: mayan/apps/file_metadata/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Label
pt: Nome

source: File metadata
pt: Metadados do arquivo

source: File metadata key
pt: Devolve o valor de um metadado de arquivo específico.

source: File metadata value
pt: Valor dos metadados do arquivo

source: Library and program to read and write meta information in multimedia files.
pt: Biblioteca e programa para ler e gravar meta informações em arquivos multimedia.

source: EXIF Tool
pt: Ferramenta EXIF

source: Document version submitted for file metadata processing
pt: Versão do documento submetida para processamento de metadados de arquivo

source: Document version file metadata processing finished
pt: Processamento de metadados do arquivo da versão do documento concluído

source: Attributes
pt: Atributos

source: Submit for file metadata
pt: Submeter para metadados de arquivo

source: Setup file metadata
pt: Configuração de Metadados em ficheiro

source: File metadata processing per type
pt: Processamento de metadados de arquivo por tipo

source: Return the specified document file metadata entry.
pt: Devolve a entrada de metadados do arquivo de documento especificado.

source: Return the specified document version file metadata entry.
pt: Devolve a entrada de metadados do arquivo de versão do documento especificado.

source: Driver path
pt: Caminho para o driver

source: Internal name
pt: Nome interno

source: Document type
pt: Tipo de documento

source: Automatically queue newly created documents for processing.
pt: Fila automatica de documentos recém-criados para processamento.

source: Document type settings
pt: Configurações de tipo de documento

source: Document types settings
pt: Configurações de tipos de documento

source: Document version
pt: Versão do documento

source: Document version driver entry
pt: Entrada do driver da versão do documento

source: Document version driver entries
pt: Entradas do driver da versão do documento

source: Attribute count
pt: Contagem de atributos

source: Name of the file metadata entry.
pt: Nome da entrada de metadados do arquivo.

source: Key
pt: Chave

source: Value of the file metadata entry.
pt: Valor da entrada de metadados do arquivo.

source: Value
pt: Valor

source: File metadata entry
pt: Entrada de metadados do arquivo

source: File metadata entries
pt: Entradas de metadados de arquivos

source: Change document type file metadata settings
pt: Alterar configurações de metadados do arquivo de tipo de documento

source: Submit document for file metadata processing
pt: Submeter documento para processamento de metadados de arquivo

source: View file metadata
pt: Ver metadados do arquivo

source: Process document version
pt: Versão do documento do processado

source: Set new document types to perform file metadata processing automatically by default.
pt: Definir novos tipos de documentos para executar o processamento de metadados de arquivos automaticamente por padrão.

source: Arguments to pass to the drivers.
pt: Argumentos para passar para os drivers.

source: File metadata are the attributes of the document's file. They can range from camera information used to take a photo to the author that created a file. File metadata are set when the document's file was first created. File metadata attributes reside in the file itself. They are not the same as the document metadata, which are user defined and reside in the database.
pt: Metadados de arquivo são os atributos do arquivo do documento. Eles podem variar de informações de câmera usadas para tirar uma foto para o autor que criou um arquivo. Metadados de arquivo são definidos quando o arquivo do documento foi criado. Atributos de metadados de arquivo residem no próprio arquivo Eles não são os mesmos que os metadados do documento, que são definidos pelo utilizador e residem no base de dados.

source: No file metadata available.
pt: Nenhum metadado de arquivo disponível

source: File metadata drivers for: %s
pt: Drivers de metadados de arquivo para: %s

source: File metadata attribures for: %(document)s, for driver: %(driver)s
pt: Atributos de metadados de arquivo para: %(document)s, pelo driver: %(driver)s

source: Submit the selected document to the file metadata queue?
pt: Submeter o documento selecionado para a fila de metadados do arquivo?

source: Edit file metadata settings for document type: %s
pt: Editar configurações de metadados do arquivo para o tipo de documento: %s

source: Submit all documents of a type for file metadata processing.
pt: Enviar todos os documentos de um tipo para processamento de metadados de arquivo.

source: %(count)d documents added to the file metadata processing queue.
pt: %(count)d documentos adicionados à fila de processamento de metadados do arquivo
