Repository: ashkanz2025/EDMS
Catalog: mayan/apps/document_indexing/locale/*/LC_MESSAGES/django.po
Languages: pt

source: None
pt: Nenhum

source: Document types
pt: Tipos de documentos

source: Document indexing
pt: Indexação de documentos

source: Total levels
pt: Níveis totais

source: Total documents
pt: Total de documentos

source: Levels
pt: Níveis

source: Documents
pt: Documentos

source: Index created
pt: Índice criado

source: Index edited
pt: Índice editado

source: Index templates to be queued for rebuilding.
pt: Modelos de índice a serem enfileirados para reconstrução.

source: Index templates
pt: Modelos de índice

source: Creation date
pt: Data de criação

source: Indexes
pt: Índices

source: Deletes and creates from scratch all the document indexes.
pt: Exclui e cria a partir do zero todos os índices de documentos.

source: Rebuild indexes
pt: Reconstruir índices

source: Create index
pt: Criar índice

source: Delete
pt: Eliminar

source: Edit
pt: Editar

source: Tree template
pt: Modelo de árvore

source: New child node
pt: Novo nó filho

source: Label
pt: Nome

source: This value will be used by other apps to reference this index.
pt: Esse valor será usado por outros aplicativos para fazer referência a esse índice.

source: Causes this index to be visible and updated when document data changes.
pt: Faz com que este índice seja visível e atualizado quando os dados do documento forem alterados.

source: Enabled
pt: Incluido

source: Index
pt: índice

source: Index instance
pt: Indice da instância

source: Index instances
pt: Indice da instâncias

source: Enter a template to render. Use Django's default templating language (https://docs.djangoproject.com/en/1.11/ref/templates/builtins/)
pt: Digite um modelo para visualizar. Use a linguagem de templates padrão do Django(https://docs.djangoproject.com/en/1.11/ref/templates/builtins/)

source: Indexing expression
pt: Expressão de Indexação

source: Causes this node to be visible and updated when document data changes.
pt: Faz com que este nó seja visível e atualizado quando os dados do documento forem alterados.

source: Check this option to have this node act as a container for documents and not as a parent for further nodes.
pt: Escolha esta opção para que este nó atue como contentor para documentos e não como pai de outros nós.

source: Link documents
pt: Vincular documentos

source: Index node template
pt: Modelo de nó de índice

source: Indexes node template
pt: Modelo de nó de índices

source: Root
pt: Raiz

source: Error indexing document: %(document)s; expression: %(expression)s; %(exception)s
pt: Erro ao indexar documento: %(document)s; expressão: %(expression)s; %(exception)s

source: Index template node
pt: Nó do modelo de índice

source: Value
pt: Valor

source: Index node instance
pt: Instância no nó índice

source: Indexes node instances
pt: Instâncias no nó índice

source: Document index node instance
pt: Documentos para instância nó de índice

source: Document indexes node instances
pt: Documentos para instâncias nós de índices

source: Indexing
pt: Indexação

source: Create new document indexes
pt: Criar novos índices de documento

source: Edit document indexes
pt: Editar índices de documento

source: Delete document indexes
pt: Eliminar índices de documento

source: View document index instances
pt: Visualizar instâncias de índice de documentos

source: View document indexes
pt: Ver índices de documento

source: Rebuild document indexes
pt: Reconstruir índices de documento

source: Delete empty index nodes
pt: Excluir nós de índice vazios

source: Remove document
pt: Remover documento

source: Index document
pt: Indexar documento

source: Rebuild index
pt: reconstruir índice

source: Available indexes
pt: Índices disponíveis

source: Indexes linked
pt: Índices vinculados

source: Documents of this type will appear in the indexes linked when these are updated. Events of the documents of this type will trigger updates in the linked indexes.
pt: Documentos desse tipo aparecerão nos índices vinculados quando eles forem atualizados. Os eventos dos documentos desse tipo acionarão atualizações nos índices vinculados.

source: Indexes linked to document type: %s
pt: Índices vinculados ao tipo de documento: %s

source: Delete the index: %s?
pt: Remover o índice: %s?

source: Edit index: %s
pt: Editar o índice: %s?

source: Indexes group document automatically into levels. Indexe are defined using template whose markers are replaced with direct properties of documents like label or description, or that of extended properties like metadata.
pt: Os índices agrupam o documento automaticamente em níveis. Os arquivos do indice são definidos usando um modelo cujos marcadores são substituídos por propriedades diretas de documentos como rótulo ou descrição, ou de propriedades estendidas como metadados.

source: There are no indexes.
pt: Não existem índices

source: Available document types
pt: Tipos de documentos disponíveis

source: Document types linked
pt: Tipos de documentos vinculado

source: Only the documents of the types selected will be shown in the index when built. Only the events of the documents of the types select will trigger updates in the index.
pt: Somente os documentos dos tipos selecionados serão mostrados no índice quando criados. Somente os eventos dos documentos dos tipos selecionados ativarão as atualizações no índice.

source: Document types linked to index: %s
pt: Tipos de documentos vinculados ao índice: %s

source: Tree template nodes for index: %s
pt: Nós de modelo de árvore para índice: %s

source: Create child node of: %s
pt: Criar nó filho de: %s

source: Delete the index template node: %s?
pt: Remover o nó do modelo de índice: %s

source: Edit the index template node: %s?
pt: Editar o nó do modelo de índice: %s

source: This could mean that no index templates have been created or that there index templates but they are no properly defined.
pt: Isso pode significar que nenhum modelo de índice foi criado ou que existem modelos de índice, mas eles não estão definidos corretamente.

source: There are no index instances available.
pt: Não há instâncias de índice disponíveis.

source: Navigation: %s
pt: Navegação: %s

source: Contents for index: %s
pt: Conteúdo para índice: %s

source: Assign the document type of this document to an index to have it appear in instances of those indexes organization units.
pt: Atribuir o tipo de documento deste documento a um índice para que ele apareça em instâncias daquelas unidades de organização de índices.

source: This document is not in any index
pt: Este documento não está em nenhum índice

source: Indexes nodes containing document: %s
pt: Nós de índices contendo documento: %s

source: %(count)d index queued for rebuild.
pt: %(count)d índice de fila de espera para reconstruir
