Repository: ashkanz2025/EDMS
Catalog: mayan/apps/document_signatures/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Document signatures
pt: Assinaturas do documento

source: Date
pt: Data

source: Key ID
pt: ID da chave

source: Signature ID
pt: ID de assinatura

source: None
pt: Nenhum

source: Type
pt: Tipo

source: Key
pt: Chave

source: The passphrase to unlock the key and allow it to be used to sign the document version.
pt: A frase secreta para desbloquear a chave e permitir que ela seja usada para assinar a versão do documento.

source: Passphrase
pt: Frase secreta

source: Private key that will be used to sign this document version.
pt: Chave privada que será usada para assinar esta versão do documento.

source: Signature is embedded?
pt: Assinatura é incorporada?

source: Signature date
pt: Data de assinatura

source: Signature key ID
pt: ID da chave de assinatura

source: Signature key present?
pt: Chave de assinatura presente?

source: Key fingerprint
pt: Impressão digital chave

source: Key creation date
pt: Data de criação da chave

source: Key expiration date
pt: Data de expiração da chave

source: Key length
pt: Comprimento da chave

source: Key algorithm
pt: Algoritmo chave

source: Key user ID
pt: Chave do utilizador ID

source: Key type
pt: Tipo chave

source: Verify all documents
pt: Verificar todos os documentos

source: Signatures
pt: Assinaturas

source: Delete
pt: Eliminar

source: Details
pt: Detalhes

source: Download
pt: Descarregar

source: Upload signature
pt: Carregar assinatura

source: Sign detached
pt: Assinatura Separada

source: Sign embedded
pt: Assinatura incorporada

source: Document version
pt: Versão do documento

source: Date signed
pt: Data de assinatura

source: Public key fingerprint
pt: Impressão digital da chave pública

source: Document version signature
pt: Assinatura da versão do documento

source: Document version signatures
pt: Assinaturas da versão do documento

source: Detached
pt: Separado

source: Embedded
pt: Incorporado

source: Document version embedded signature
pt: Assinatura incorporada na versão do documento

source: Document version embedded signatures
pt: Assinaturas incorporadas na versão do documento

source: Signature file
pt: Ficheiro de assinatura

source: Document version detached signature
pt: Assinatura separada na versão do documento

source: Document version detached signatures
pt: Assinaturas separadas na versão do documento

source: signature
pt: assinatura

source: Sign documents with detached signatures
pt: Assinar documentos com assinaturas separadas

source: Sign documents with embedded signatures
pt: Assinar documentos com assinaturas incorporadas

source: Delete detached signatures
pt: Remover assinaturas separadas

source: Download detached document signatures
pt: Baixar assinaturas separadas de documento

source: Upload detached document signatures
pt: Carregar assinaturas separadas de documento

source: Verify document signatures
pt: Verificar as assinaturas do documento

source: View details of document signatures
pt: Verificar detalhes das assinaturas do documento

source: Verify key signatures
pt: Verificar chaves de assinaturas

source: Unverify key signatures
pt: Cancelar chaves de assinaturas

source: Verify document version
pt: Verificar a versão do documento

source: Verify missing embedded signature
pt: Verificar a assinatura incorporada ausente

source: Path to the Storage subclass to use when storing detached signatures.
pt: Caminho para a subclasse de armazenamento para usar ao armazenar assinaturas separadas

source: Arguments to pass to the SIGNATURE_STORAGE_BACKEND.
pt: Argumentos para passar para o SIGNATURE_STORAGE_BACKEND.

source: Passphrase is needed to unlock this key.
pt: A frase secreta é necessária para desbloquear esta chave.

source: Passphrase is incorrect.
pt: Frase secreta está incorreta.

source: Document version signed successfully.
pt: Versão do documento assinada com sucesso

source: Sign document version "%s" with a detached signature
pt: Assinar a versão do documento "%s" com assinatura separada

source: Sign document version "%s" with a embedded signature
pt: Assinar a versão do documento "%s" com assinatura incorporada

source: Delete detached signature: %s
pt: Remover assinatura separada: %s

source: Details for signature: %s
pt: Detalhes da assinatura: %s

source: Signatures help provide authorship evidence and tamper detection. They are very secure and hard to forge. A signature can be embedded as part of the document itself or uploaded as a separate file.
pt: As assinaturas ajudam a fornecer evidência de autoria e detecção de adulteração. Elas são muito seguras e difíceis de falsificar. Uma assinatura pode ser incorporada como parte do próprio documento ou carregada como um arquivo separado.

source: There are no signatures for this document.
pt: Não há assinaturas para este documento

source: Signatures for document version: %s
pt: Assinaturas para versão do documento: %s

source: Upload detached signature for document version: %s
pt: Carregar assinatura separada para versão do documento: %s

source: On large databases this operation may take some time to execute.
pt: Esta operação pode levar algum tempo em bases de dados grandes.

source: Verify all document for signatures?
pt: Verificar todos os documentos por assinaturas?

source: Signature verification queued successfully.
pt: Verificação de assinatura em fila com sucesso
