Repository: ashkanz2025/EDMS
Catalog: mayan/apps/common/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Common
pt: Comum

source: Available attributes:
pt: Atributos disponíveis:

source: Available fields:
pt: Campos disponíveis:

source: Used to allow offline translation of the code text strings.
pt: Usado para permitir a tradução off-line das sequências de texto do código.

source: Provides style checking.
pt: Fornece verificação de estilo.

source: Command line environment with autocompletion.
pt: Ambiente de linha de comando com autocompletar.

source: Checks proper formatting of the README file.
pt: Verifica a formatação adequada do arquivo README.

source: Selection
pt: Seleção

source: None
pt: Nenhum

source: Select entries to be removed. Hold Control to select multiple entries. Once the selection is complete, click the button below or double click the list to activate the action.
pt: Selecione as entradas a serem removidas. Mantenha a tecla "ctrl" para selecionar várias entradas. Quando a seleção estiver completa, clique no botão abaixo ou clique duas vezes na lista para efectuar a ação

source: Select entries to be added. Hold Control to select multiple entries. Once the selection is complete, click the button below or double click the list to activate the action.
pt: Selecione as entradas a serem acrescentadas. Mantenha a tecla "ctrl" para selecionar várias entradas. Quando a seleção estiver completa, clique no botão abaixo ou clique duas vezes na lista para efectuar a ação

source: Add all
pt: Adicionar todos

source: Add
pt: Adicionar

source: Remove all
pt: Remover todos

source: Remove
pt: Remover

source: Duplicate data error: %(error)s
pt: Erro, dados duplicados: %(error)s

source: %(object)s not created, error: %(error)s
pt: %(object)s não criado, erro: %(error)s

source: %(object)s created successfully.
pt: %(object)s criado com sucesso.

source: %(object)s not deleted, error: %(error)s.
pt: %(object)s não removido, erro: %(error)s

source: %(object)s deleted successfully.
pt: %(object)s removido com sucesso.

source: %(object)s not updated, error: %(error)s.
pt: %(object)s não actualizado, erro: %(error)s

source: %(object)s updated successfully.
pt: %(object)s actualizado com sucesso.

source: About this
pt: Sobre isto

source: Locale profile
pt: Perfil do local

source: Edit locale profile
pt: Editar perfil do local

source: Documentation
pt: Documentação

source: Errors
pt: Erros

source: Clear all
pt: Limpar todos

source: Forum
pt: Fórum

source: License
pt: Licença

source: Setup
pt: Configuração

source: Source code
pt: Código fonte

source: Support
pt: Suporte

source: Tools
pt: Ferramentas

source: This feature has been deprecated and will be removed in a future version.
pt: Este será descontinuado e será removido em uma versão futura.

source: Your database backend is set to use SQLite. SQLite should only be used for development and testing, not for production.
pt: Seu back-end de banco de dados está configurado para usar o SQLite. O SQLite só deve ser usado para desenvolvimento e teste, não para produção

source: Days
pt: Dias

source: Hours
pt: Horas

source: Minutes
pt: Minutos

source: Restricts dumped data to the specified app_label or app_label.ModelName.
pt: Restringe os dados despejados (dump) ao app_label especificado ou ao app_label.ModelName.

source: The database from which data will be exported. If omitted the database named "default" will be used.
pt: A base de dados do qual os dados serão exportados. Se omitido o nome da base de dados "default" será usado

source: The database to which data will be imported. If omitted the database named "default" will be used.
pt: A base de dados do qual os dados serão importados. Se omitido o nome da base de dados "default" será usado

source: Force the conversion of the database even if the receiving database is not empty.
pt: Forçar a conversão da base de dados mesmo se a base de dados que recebe não estiver vazia

source: System
pt: Sistema

source: Facet
pt: Faceta

source: Actions
pt: Ações

source: Secondary
pt: Secondario

source: User
pt: Utilizador

source: Object
pt: Objeto

source: Date time
pt: Data e tempo

source: Result
pt: Resultado

source: Error log entries
pt: Erros (log) registados

source: File
pt: Ficheiro

source: Filename
pt: Nome do ficheiro

source: Shared uploaded file
pt: Ficheiro enviado partilhado

source: Shared uploaded files
pt: Ficheiro enviado partilhado

source: Timezone
pt: Fuso horário

source: Language
pt: Língua

source: User locale profile
pt: Perfil de localidade do utilizador

source: User locale profiles
pt: Perfis de localidade de utilizadores

source: View error log
pt: Ver erros (log) registados

source: Default
pt: Padrão

source: Common periodic
pt: Periódico comum

source: Delete stale uploads
pt: Excluir uploads antigos

source: Automatically enable logging to all apps.
pt: Ativar automaticamente o registro de error para todos os aplicativos

source: Time to delay background tasks that depend on a database commit to propagate.
pt: Tempo para atrasar as tarefas em segundo plano que dependem de uma submissão para a base de dados para propagar.

source: Name of the view attached to the brand anchor in the main menu. This is also the view to which users will be redirected after log in.
pt: Nome da vista anexada à ligação da marca no menu principal. Essa também é a vista para a qual os utilizadores serão redirecionados após o entrar.

source: The number objects that will be displayed per page.
pt: Especificar número de objectos que são mostrados por página

source: Enable error logging outside of the system error logging capabilities.
pt: Ativar o registo (log) de erros fora dos recursos de registo de erros do sistema

source: Path to the logfile that will track errors during production.
pt: Caminho para o arquivo de registo (log) que rastreará erros durante a produção

source: Name to be displayed in the main menu.
pt: Nome a ser exibido no menu principal

source: URL of the installation or homepage of the project.
pt: URL da instalação ou homepage do projeto

source: A storage backend that all workers can use to share files.
pt: Um back-end de armazenamento que todos os subprocessos podem usar para partilhar filcheiros

source: A list of strings representing the host/domain names that this site can serve. This is a security measure to prevent HTTP Host header attacks, which are possible even under many seemingly-safe web server configurations. Values in this list can be fully qualified names (e.g. 'www.example.com'), in which case they will be matched against the request's Host header exactly (case-insensitive, not including port). A value beginning with a period can be used as a subdomain wildcard: '.example.com' will match example.com, www.example.com, and any other subdomain of example.com. A value of '*' will match anything; in this case you are responsible to provide your own validation of the Host header (perhaps in a middleware; if so this middleware must be listed first in MIDDLEWARE).
pt: Uma lista de strings representando os nomes de host / domínio que este site pode servir. Essa é uma medida de segurança para impedir ataques de cabeçalho de Host HTTP, que são possíveis mesmo em muitas configurações de servidor da Web aparentemente seguras. Os valores nessa lista podem ser totalmente qualificados nomes (por exemplo, www.example.com '), caso em que eles serão correspondidos exatamente com o cabeçalho do host da solicitação (sem distinção entre maiúsculas e minúsculas, não incluindo porta). Um valor que começa com um ponto pode ser usado como um curinga de subdomínio:'. example.com corresponderá a example.com, a www.example.com ea qualquer outro subdomínio de example.com. Um valor de '*' corresponderá a qualquer coisa. Nesse caso, você é responsável por fornecer sua própria validação do cabeçalho do Host. (talvez em um middleware; se assim for, este middleware deve ser listado primeiro no MIDDLEWARE).

source: When set to True, if the request URL does not match any of the patterns in the URLconf and it doesn't end in a slash, an HTTP redirect is issued to the same URL with a slash appended. Note that the redirect may cause any data submitted in a POST request to be lost. The APPEND_SLASH setting is only used if CommonMiddleware is installed (see Middleware). See also PREPEND_WWW.
pt: Quando definido como True, se o URL de solicitação não corresponder a nenhum dos padrões no URLconf e não terminar em uma barra, um redirecionamento HTTP será emitido para o mesmo URL com uma barra anexada. Observe que o redirecionamento pode causar quaisquer dados enviados em uma solicitação POST serão perdidos. A configuração APPEND_SLASH será usada somente se o CommonMiddleware estiver instalado (consulte Middleware). Consulte também PREPEND_WWW.

source: The list of validators that are used to check the strength of user's passwords.
pt: A lista de validadores que são usados para verificar a segurança das senhas do Utilizadores.

source: A dictionary containing the settings for all databases to be used with Django. It is a nested dictionary whose contents map a database alias to a dictionary containing the options for an individual database. The DATABASES setting must configure a default database; any number of additional databases may also be specified.
pt: Um dicionário contendo as configurações para todas as base de dados a serem usados com o Django. É um dicionário cujo conteúdo mapeia um alias de banco de dados para um dicionário contendo as opções para um banco de dados individual. A configuração DATABASES deve configurar uma base de dados padrão; base de dados também podem ser especificados.

source: Default: 2621440 (i.e. 2.5 MB). The maximum size in bytes that a request body may be before a SuspiciousOperation (RequestDataTooBig) is raised. The check is done when accessing request.body or request.POST and is calculated against the total request size excluding any file upload data. You can set this to None to disable the check. Applications that are expected to receive unusually large form posts should tune this setting. The amount of request data is correlated to the amount of memory needed to process the request and populate the GET and POST dictionaries. Large requests could be used as a denial-of-service attack vector if left unchecked. Since web servers don't typically perform deep request inspection, it's not possible to perform a similar check at that level. See also FILE_UPLOAD_MAX_MEMORY_SIZE.
pt: Padrão: 2621440 (ou seja, 2,5 MB). O tamanho máximo em bytes que um corpo de solicitação pode ser antes de um SuspiciousOperation (RequestDataTooBig) ser gerado. A verificação é feita ao aceder request.body ou request.POST e é calculada em relação ao total solicitado tamanho que exclui dados de upload de arquivo. Você pode definir isso como Nenhum para desabilitar a verificação. Os aplicativos que devem receber mensagens de formulário incomumente grandes devem ajustar essa configuração. A quantidade de dados de solicitação é correlacionada à quantidade de memória necessária para processar a solicitação. e preencher os dicionários GET e POST.Grandes pedidos podem ser usados como um vetor de ataque de negação de serviço se não forem verificados.Como os servidores da Web normalmente não executam a inspeção profunda de solicitações, não é possível executar uma verificação semelhante nesse nível. Veja também FILE_UPLOAD_MAX_MEMORY_SIZE.

source: Default: 'webmaster@localhost' Default email address to use for various automated correspondence from the site manager(s). This doesn't include error messages sent to ADMINS and MANAGERS; for that, see SERVER_EMAIL.
pt: Padrão: 'webmaster @ localhost' Endereço de email padrão a ser usado para várias correspondências automatizadas do(s) administradore(s) do site. Isso não inclui mensagens de erro enviadas a ADMINS e MANAGERS; para isso, consulte SERVER_EMAIL.

source: Default: [] (Empty list). List of compiled regular expression objects representing User-Agent strings that are not allowed to visit any page, systemwide. Use this for bad robots/crawlers. This is only used if CommonMiddleware is installed (see Middleware).
pt: Padrão: [] (Empty list). Lista de objetos de expressões regulares compiladas representando strings User-Agent que não têm permissão para visitar qualquer página, em todo o sistema. Use isto para robôs / crawlers ruins. Isso é usado somente se o CommonMiddleware estiver instalado Middleware).

source: Default: 'django.core.mail.backends.smtp.EmailBackend'. The backend to use for sending emails.
pt: Padrão: 'django.core.mail.backends.smtp.EmailBackend'. O backend a ser usado para enviar e-mails.

source: Default: 'localhost'. The host to use for sending email.
pt: Padrão: 'localhost'. O host a ser usado para enviar email.

source: Default: '' (Empty string). Password to use for the SMTP server defined in EMAIL_HOST. This setting is used in conjunction with EMAIL_HOST_USER when authenticating to the SMTP server. If either of these settings is empty, Django won't attempt authentication.
pt: Padrão: '' (vazio). Senha a ser usada para o servidor SMTP definido em EMAIL_HOST. Essa configuração é usada em conjunto com EMAIL_HOST_USER ao autenticar no servidor SMTP. Se qualquer uma dessas configurações estiver vazia, o Django não tentará autenticação

source: Default: '' (Empty string). Username to use for the SMTP server defined in EMAIL_HOST. If empty, Django won't attempt authentication.
pt: Padrão: '' (vazio). Nome de utilizador para usar no servidor SMTP definido em EMAIL_HOST. Se vazio, o Django não tentará autenticação.

source: Default: 25. Port to use for the SMTP server defined in EMAIL_HOST.
pt: Padrão: 25. Porta a ser usada para o servidor SMTP definido em EMAIL_HOST.

source: Default: None. Specifies a timeout in seconds for blocking operations like the connection attempt.
pt: Padrão: None. Especifica um tempo limite em segundos para operações de bloqueio, como a tentativa de conexão.

source: Default: False. Whether to use a TLS (secure) connection when talking to the SMTP server. This is used for explicit TLS connections, generally on port 587. If you are experiencing hanging connections, see the implicit TLS setting EMAIL_USE_SSL.
pt: Padrão: False. Se usar uma conexão TLS (segura) ao falar com o servidor SMTP. Isso é usado para conexões TLS explícitas, geralmente na porta 587. Se você estiver com conexões interrompidas, consulte a configuração implícita de TLS EMAIL_USE_SSL.

source: Default: False. Whether to use an implicit TLS (secure) connection when talking to the SMTP server. In most email documentation this type of TLS connection is referred to as SSL. It is generally used on port 465. If you are experiencing problems, see the explicit TLS setting EMAIL_USE_TLS. Note that EMAIL_USE_TLS/EMAIL_USE_SSL are mutually exclusive, so only set one of those settings to True.
pt: Padrão: False. Se usar uma conexão TLS (segura) implícita ao falar com o servidor SMTP. Na maioria das documentações de email, esse tipo de conexão TLS é chamado de SSL. Geralmente, é usado na porta 465. Se você estiver tendo problemas, consulte a configuração TLS explícita EMAIL_USE_TLS. Observe que EMAIL_USE_TLS / EMAIL_USE_SSL são mutuamente exclusivos, portanto, defina apenas uma dessas configurações como True.

source: Default: 2621440 (i.e. 2.5 MB). The maximum size (in bytes) that an upload will be before it gets streamed to the file system. See Managing files for details. See also DATA_UPLOAD_MAX_MEMORY_SIZE.
pt: Padrão: 2621440 (ou seja, 2,5 MB). O tamanho máximo (em bytes) que um upload será antes de ser transmitido para o sistema de ficheiros. Consulte gestão ficheiros para obter detalhes. Consulte também DATA_UPLOAD_MAX_MEMORY_SIZE.

source: Default: '/accounts/login/' The URL where requests are redirected for login, especially when using the login_required() decorator. This setting also accepts named URL patterns which can be used to reduce configuration duplication since you don't have to define the URL in two places (settings and URLconf).
pt: Padrão: '/accounts/login/' A URL onde as solicitações são redirecionadas para entrar, especialmente quando se usa o decorador login_required(). Essa configuração também aceita padrões de URL nomeados que podem ser usados para reduzir a duplicação de configuração, já que você não precisa defenir o URL em dois lugares (settings e URLconf).

source: Default: '/accounts/profile/' The URL where requests are redirected after login when the contrib.auth.login view gets no next parameter. This is used by the login_required() decorator, for example. This setting also accepts named URL patterns which can be used to reduce configuration duplication since you don't have to define the URL in two places (settings and URLconf).
pt: Padrão: '/accounts/profile/' A URL onde as solicitações são redirecionadas após o login quando a visualização contrib.auth.login não recebe o próximo parâmetro. Isso é usado pelo decorador login_required(), por exemplo. Essa configuração também aceita URLs nomeadas padrões que podem ser usados para reduzir a duplicação de configuração, já que você não precisa definir o URL em dois lugares (settings e URLconf).

source: Default: None. The URL where requests are redirected after a user logs out using LogoutView (if the view doesn't get a next_page argument). If None, no redirect will be performed and the logout view will be rendered. This setting also accepts named URL patterns which can be used to reduce configuration duplication since you don't have to define the URL in two places (settings and URLconf).
pt: Padrão: None. A URL em que as solicitações são redirecionadas depois que um utilizador termina sessao usando LogoutView (se a exibição não obtiver um argumento next_page). Se None, nenhum redirecionamento será executado e a exibição de logout será renderizada. Essa configuração também aceita padrões de URL nomeados que podem ser usados para reduzir a duplicação de configuração, já que você não precisa definir o URL em dois lugares (configurações e URLconf).

source: A list of IP addresses, as strings, that: Allow the debug() context processor to add some variables to the template context. Can use the admindocs bookmarklets even if not logged in as a staff user. Are marked as "internal" (as opposed to "EXTERNAL") in AdminEmailHandler emails.
pt: Uma lista de endereços IP, como strings, que: Permitem que o processador de contexto debug() adicione algumas variáveis ao contexto do modelo. Pode usar os bookmarklets admindocs mesmo se não estiver logado como utilizador da equipa. São marcados como "internal"(ao contrário de "EXTERNAL") em emails AdminEmailHandler.

source: A list of all available languages. The list is a list of two-tuples in the format (language code, language name) for example, ('ja', 'Japanese'). This specifies which languages are available for language selection. Generally, the default value should suffice. Only set this setting if you want to restrict language selection to a subset of the Django-provided languages.
pt: Uma lista de todos os idiomas disponíveis. A lista é uma lista de duas tuplas no formato (código do idioma, nome do idioma), por exemplo, ('ja', 'Japonês'). Isso especifica quais idiomas estão disponíveis para seleção de idioma. Geralmente, o valor padrão deve ser suficiente. Somente defina essa configuração se você quiser restringir a seleção de idioma para um subconjunto dos idiomas fornecidos pelo Django.

source: A string representing the language code for this installation. This should be in standard language ID format. For example, U.S. English is "en-us". It serves two purposes: If the locale middleware isn't in use, it decides which translation is served to all users. If the locale middleware is active, it provides a fallback language in case the user's preferred language can't be determined or is not supported by the website. It also provides the fallback translation when a translation for a given literal doesn't exist for the user's preferred language.
pt: Uma string que representa o código de idioma para esta instalação. Deve estar no formato de ID de idioma padrão. Por exemplo, o inglês dos EUA é "en-us". Ele serve a duas finalidades: Se o middleware de localidade não estiver em uso, ele decide qual tradução é veiculada para todos os usuários. Se o middleware de localidade estiver ativo, ele fornecerá um idioma de fallback caso o idioma preferencial do usuário não possa ser determinado ou não seja suportado pelo site. Ele também fornece a tradução de fallback quando uma tradução para um determinado literal não existe para o idioma preferido do usuário.

source: URL to use when referring to static files located in STATIC_ROOT. Example: "/static/" or "http://static.example.com/" If not None, this will be used as the base path for asset definitions (the Media class) and the staticfiles app. It must end in a slash if set to a non-empty value.
pt: URL a ser usado ao se referir a arquivos estáticos localizados em STATIC_ROOT. Exemplo: "/static/" ou "http://static.example.com/"Se não for None, ele será usado como o caminho base para definições de ativos (a classe Media) e o aplicativo staticfiles. Ele deve terminar em uma barra se configurado para um valor não vazio.

source: The file storage engine to use when collecting static files with the collectstatic management command. A ready-to-use instance of the storage backend defined in this setting can be found at django.contrib.staticfiles.storage.staticfiles_storage.
pt: O mecanismo de armazenamento de arquivos a ser usado ao coletar arquivos estáticos com o comando de gerenciamento collectstatic. Uma instância pronta para uso do back-end de armazenamento definido nessa configuração pode ser encontrada em django.contrib.staticfiles.storage.staticfiles_storage.

source: A string representing the time zone for this installation. Note that this isn't necessarily the time zone of the server. For example, one server may serve multiple Django-powered sites, each with a separate time zone setting.
pt: Uma string representando o fuso horário para esta instalação. Note que este não é necessariamente o fuso horário do servidor. Por exemplo, um servidor pode servir vários sites com Django, cada um com uma configuração separada de fuso horário.

source: The full Python path of the WSGI application object that Django's built-in servers (e.g. runserver) will use. The django-admin startproject management command will create a simple wsgi.py file with an application callable in it, and point this setting to that application.
pt: O caminho Python completo do objeto de aplicativo WSGI que os servidores integrados do Django (por exemplo, runserver) usarão. O comando django-admin startproject management criará um arquivo wsgi.py simples com um aplicativo que pode ser chamado nele e apontará essa configuração para essa aplicação.

source: Default: "amqp://". Default broker URL. This must be a URL in the form of: transport://userid:password@hostname:port/virtual_host Only the scheme part (transport://) is required, the rest is optional, and defaults to the specific transports default values.
pt: Padrão: "amqp://" URL padrão do broker. Esta deve ser uma URL na forma de: transport://userid:senha@hostname:port/virtual_host Somente a parte do esquema (transport://) é obrigatório, o restante é opcional e é padronizado para os valores padrão de transportes específicos.

source: Default: No result backend enabled by default. The backend used to store task results (tombstones). Refer to http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend
pt: Padrão: nenhum back-end de resultado ativado por padrão. O back-end usado para armazenar os resultados da tarefa (lápides). Consultehttp://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend

source: Confirm delete
pt: Confirmar eliminação
