Repository: ashkanz2025/EDMS
Catalog: mayan/apps/common/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Edit %s
pt: Editar %s

source: Confirm
pt: Confirmar

source: Details for: %s
pt: Detalhes para: %s

source: Edit: %s
pt: Editar: %s

source: Create
pt: Criar

source: Enter a valid 'internal name' consisting of letters, numbers, and underscores.
pt: Digite um 'nome interno' válido, composto de letras, números e sublinhados '_'.

source: About
pt: Sobre

source: Current user locale profile details
pt: Detalhes do perfil de localidade do utilizador atual

source: Edit current user locale profile details
pt: Editar detalhes do perfil de localidade do utilizador atual

source: Dashboard
pt: Painel de controle

source: Clear error log entries for: %s
pt: Limpar entradas do registo (log) de erros para:% s

source: Object error log cleared successfully
pt: Registo (log) de erro do objeto limpo com sucesso

source: Date and time
pt: Data e tempo

source: Error log entries for: %s
pt: Registo (log) erros para: %s

source: No setup options available.
pt: Nenhuma opção de configuração disponível

source: No results here means that don't have the required permissions to perform administrative task.
pt: Nenhum resultado aqui significa que não tenha as permissões necessárias para realizar tarefas administrativas.

source: Setup items
pt: Itens de configuração

source: Here you can configure all aspects of the system.
pt: Aqui você pode configurar todos os aspectos do sistema.

source: These modules are used to do system maintenance.
pt: Esses módulos são usados para fazer a manutenção do sistema.

source: No action selected.
pt: Nenhuma ação selecionada.

source: Must select at least one item.
pt: Deve selecionar pelo menos um item.
